---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.PhyMaterialParamThermalConductivityZ
source: html/d3c5613c-9e35-af38-cffc-d84c04248b88.htm
---
# Autodesk.Revit.DB.ParameterTypeId.PhyMaterialParamThermalConductivityZ Property

"Thermal Conductivity Z"

## Syntax (C#)
```csharp
public static ForgeTypeId PhyMaterialParamThermalConductivityZ { get; }
```